Repository: wp-plugins/reference-2-wiki
Catalog: lang/fpx_ref2wiki-*.po
Languages: de_de

source: Configuration and Usage
de_de: Konfiguration und Benutzung

source: If you like the plugin and want to support my work, I'd appreciate a donation through the following link very much. A donation encouraged me to develop my work further and to thank you again and again so the community.
de_de: Falls Ihnen das Plugin gefällt und Sie möchten meine Arbeit unterstützen, würde ich mich sehr über eine Spende freuen. Mit der Spende unterstützen Sie meine weitere Arbeit und der Dank geht damit auch an die Community

source: Usage
de_de: Konfiguration

source: The call of the search term for Wikipedia to be carried out as described in MediaWiki in double brackets [[keyword]]. Optionally, the text can be specified to display [[search | display text]] or a deviation of the default language in the form of [[language | search | display text]] will be carried out. If the second parameter (Wikipedia keyword) is empty, is used to display text, thus [[language | | display text]] is identical to [[language | display text | display text]]. The language is in the two typical abbreviations such as en, de, fr, etc. specified
de_de: Der Ausfruf des Suchbegriffes für Wikipedia wird wie für MediaWiki üblich in doppelten eckigen Klammern [[Suchbegriff]] geschrieben. Optional kann der Text für die Anzeige angegeben werden [[Suchbegriff | Anzeigetext]] oder die Standardsprache kann mit [[Sprache | Suchbegriff | Anzeigetext]] geändert werden. Wenn der zweite Parameter (Suchbegriff) leer ist, wird der Anzeigetext als Suchbegriff verwenden und ist damit identisch mit dem Aufruf [[Sprache | Anzeigetext | Anzeigetext]]. Die Sprache wird mit den zwei typischen Abkürzungen wie en, de, fr, etc. angegeben.

source: default search language
de_de: Standard Sprache für die Suche

source: css class for link
de_de: CSS Klasse für den Link

source: text show before link
de_de: Text vor dem Link

source: text show after link
de_de: Text nach dem Link

source: link target
de_de: Ziel des Links

source: same window
de_de: gleiches Fenster

source: new window / tab
de_de: neues Fenster / Tab
